Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 백중혁으로 살았던 시절에, 그에게 몸과 마음을 전부 바치겠다는 여자들의 수는 대해(大海)를 이룰 정도로 많았다.{j}무림의 정점이라는 배경과 훤칠한 외모.{j}그리고 사람을 인간적으로 대하는 백중혁의 태도에, 여성들은 수단과 방법을 가라지 않고 백중혁을 쟁취하려 했다.{j}물론 그 과정에는 적대 세력의 음모도 있었다.{j}사람을 만남에 있어 많은 생각을 해야만 했던 백중혁은, 자연스레 외모의 가치를 뒷전에 두었다.
en_us: Roman had already enough experience with women back when he was Junghyeok Baek. Due to his title as the master of Murim and appealing looks, a hoard of ladies was desperate to marry him. The ladies were willing to win his heart over with every cost. Obviously among them were those who were bribed by Junghyeok Baek’s adversaries. Therefore, there were many attributes he had to consider before choosing his spouse. Appealing appearance was naturally the least important.{j}{j}{j}{j}

source: 당당했다.{j}세상을 굽어보고, 조금도 움츠릴 이유가 없다고 말하는 것 같은 분위기.{j}마치 날카로운 검(劍)과 같았다.
en_us: His footsteps were bold and filled with confidence. It looked like he had nothing to fear in this world with his chin tilted upwards. The one word that popped into Flora’s head was “an unbreakable sword.”{j}{j}

source: 로만의 모습.{j}그건, 설명이 필요한 문제였다.
en_us: The baron needed an explanation from his son for his sudden change.{j}

source: 그렇다 할지라도.{j}변화는 필요하다.
en_us: However, he always believed that change was inevitable.{j}

source: 심장이 내려앉는 기분이었다.{j}소년의 이름은 케빈.
en_us: Kevin felt his heart drop hearing the news.{j}

source: 조건적인 문제가 크게 중요하지 않다지만, 그건 상대가 진심으로 사랑하는 사람이라는 전제였을 때 받아들일 수 있는 부분이었다.
en_us: This wasn’t a problem of whether she could be compatible. For Flora, the conditions for marrying a Dimitri was acceptable only if she had fallen in true love with one.

source: “내 귀가 잘못되었다는 생각이 드는구나.{j}지금 너는 로만 도련님이, 오라는커녕 검을 제대로 사용하지도 못하는 분이 블러드 팽과 싸우려고 홀로 외성으로 나갔다고 말하는 건가?”
en_us: “So, are you telling to believe that Lord Roman who is not capable of using any level of Aura and can’t even handle a dagger went to fight the Blood Fang alone? And he is currently on his way to meet them out in town?”{j}

source: 삶의 밑바닥.{j}로만은, 본인만의 방식으로 이 세상에 적응하는 방법을 택했다.
en_us: From the very beginning, Roman knew that the key to his survival in the new world was no other than humbleness.

source: 그날.{j}플로라의 세상은 무너져 버렸다.
en_us: That very day the world Flora had wished for was completely torn apart.{j}

source: 돌연 앞으로 나서는 로만의 행동에, 한스가 화들짝 놀라며 로만을 저지했다.{j}하지만 이미 늦었다.
en_us: Hans was frightened by Roman’s sudden actions and tried to stop him. But he was already too late.

source: “……무슨 말씀인지 알겠습니다.”
en_us: “I understand what you are trying to say, father...”

source: “고맙다, 내게 큰 도움이 되었다.{j}이에 관해서는 후에 따로 보상토록 하겠다.”
en_us: “I deeply appreciate it. I will remember and repay you one day,” Roman replied in gratitude.

source: 압도적이었던 전투.{j}그러나 로만의 표정은 좋지 않았다.
en_us: Although he overwhelmingly defeated his adversaries, Roman seemed quite displeased.{j}

source: 광마는 로만의 말이라면 불구덩이에 몸을 던질 정도로 미친 녀석이라 광마라 불렸다면, 혈마는 수하로 들이기 전부터 무림을 주름잡던 고수였다.
en_us: The Demon of Lunacy was known for his strong loyalty for Roman that he would even sacrifice his life in order to protect his master.

source: 다른 사람도 아니고 드미트리의 얼간이에게 패배했다는 사실에, 쥐구멍에라도 얼굴을 숨기고 싶었다.
en_us: It felt like the sky had fallen in his world as he realized that he had lost to none other than Dimwit Dimitri.

source: 보통은 아버지의 상을 웃으며 넘기기 마련인데, 로만의 반응은 달랐다.
en_us: Normally, the children would act humble and smile it off, refusing to accept a reward.

source: 샤워를 끝냈을 때였다.{j}한스의 말에, 로만은 깨끗한 옷으로 갈아입고는 걸음을 옮겼다.{j}그리고 도착한 집무실.
en_us: When he finished his bath, Hans came to find him. Roman quickly changed into clean clothes and headed to his father’s office.{j}{j}

source: 시간이 얼마나 흘렀을까.{j}한스를 찾으러 온 사람이 몇 있었다.{j}
en_us: As he stood waiting, there had been people who came to rush him, however, he held onto his decision and returned them back to the castle.{j}{j}

source: “예.{j}정보원들에 의하면, 로만 드미트리 단 한 명에 의해 드미트리 지부원들이 전부 당했다고 합니다.{j}어떻게 할까요?{j}드미트리 기사단도 움직인 상태라, 이대로 있다간 전부 위험해질 수도 있습니다.”
en_us: “Yes. Based on my source, the members at our branch in Dimitri were all wiped out by a single man, named Roman Dimitri. What should we do now? I’ve received reports saying that the Dimitri Knights are also on the move. This can endanger all of us.”{j}{j}{j}

source: 당연히 자신은 대련 상대에서 제외되리라고 생각했는데, 부득불 자신을 고르니 항명의 목소리가 나오고 말았다.
en_us: So, Chris never expected him to be called by Jonathan, and that was why he decided to disobey his captain’s orders.

source: 그의 진짜 모습을 조금이라도 일찍 알았다면, 플로라는 로만을 알아 가려는 노력이라도 했을 것이다.{j}후회는 이미 늦었다.
en_us: The rumors of him had left Flora biased even before she had met him, which made her decide to break off the marriage. But it was too late for her to give him another chance.{j}

source: 대화는 짧았다.{j}블러드 팽 일당은 어떻게든 정보를 함구하려고 했지만, 고문이 시작되자 그들은 곧바로 정보를 말했다.
en_us: The men didn’t last long. Their conversation was brief as they spilled everything they knew once Roman began torturing them.{j}

source: 자신을 찾아온 로만 드미트리의 모습에, 케빈은 자신도 모르게 짐을 땅바닥에 놓치고 말았다.
en_us: Kevin unwittingly dropped his belongings to the floor, surprised to meet Roman Dimitri standing in front of him.

source: 그것은 로렌스의 몰락을 의미했다.{j}동북쪽 일대의 강자인 바르코와 드미트리가 힘을 합친다면, 공세를 버텨 낼 방법이 없다.
en_us: That would mean the demise of the Lawrence. They didn’t have the power to withstand the forces of the strongest military forces in the northeast region.{j}

source: ‘환마(幻魔)의 술.’
en_us: The Art of Illusion Demon

source: ‘대체 우리 딸이 로만의 어디가 마음에 들지 않았을까.{j}조금이라도 일찍 로만의 진가를 알았다면, 플로라가 섣부른 선택을 내리지 못하도록 막았을 텐데.{j}이건 나 또한 큰 실수를 했어.’
en_us: I wonder what made Flora dislike Roman Dimitri. If only I had realized that young man’s true worth sooner, I would’ve made sure Flora hadn’t made such a hasty decision.{j}{j}

source: 믿음이라는 것.{j}그것은 맹목적이다.
en_us: Roman explained to the Demon of Lunacy that trust was based on blind faith.{j}

source: 단순히 의심으로 끝난 얘기였다.{j}한스는 로만을 믿었다.{j}블러드 팽을 토벌하는 과정에서 보여 주었던 로만의 총명함은, 결코 중독자가 보여 줄 수 없는 모습이었다.
en_us: Although it was true that Hans grew suspicious of Roman, but that was it. He had decided to trust his lord whatever the cost, because a drug addict would never have the intelligence to wipe out the Blood Fang alone.{j}{j}

source: “지금부터 묻는 말에만 대답해라.{j}내 말에 솔직하게 대답한다면, 너희에게 특별히 갱생의 기회를 주도록 하지.”
en_us: “Answer my questions and highly recommend you to chose your words wisely. Who knows I might let you live this time.”{j}

source: “딸아.{j}현재 영지의 상황이 얼마나 좋지 않은지는, 현명한 우리 딸에게는 굳이 설명이 필요하지 않다고 생각한다.{j}우리에게는 지금 힘이 필요하다.{j}그것이 재력(財力)이어도 좋고, 무력(武力)이라면 더할 나위 없이 좋겠지.{j}확실한 건 난관을 해결할 만큼의 보상을 받기 위해서는, 로렌스 가문의 보물인 너를 정략결혼 대상자로 내놓을 수밖에 없단다.{j}정말 미안하다.{j}이 못난 아비로 인해, 이런 선택을 하게 만들어서.”
en_us: “My daughter, with your keen eyes and intelligence, I believe you are already well aware of how troubled our land is recently due to the ongoing wars. In order for us to overcome such hardship we are in dire need for power, whether it be money or military capabilities. And I have decided to send you, the treasure of the House of Lawrence, to the House of Dimitry for marriage in exchange for their support. Forgive your father for putting you in such a difficult position.”{j}{j}{j}{j}{j}{j}

source: .{j}처음에는 그들이 왜 그랬는지 몰랐는데, 알고 보니 제 누이를 탐내서 그랬다는 사실을 알게 되었습니다.{j}도련님.{j}저희는 억울합니다.{j}비록 가진 것이 많은 집안은 아니나, 그렇다고 남에게 해를 끼치고 살지는 않았습니다.{j}제 말에는 조금의 거짓도 없으니, 제발 저희를 이 악의 구렁텅이에서 구해 주십시오.”
en_us: ”At first, I thought it was just one of their tricks to increase our interest rates, but I found out that those bastards did that because they were after my sister. My Lord, this is not fair! Even though my family didn’t live in clover, we have never troubled anyone. There isn’t a single lie in my words, so I beg of you, my Lord. Please save me and my family from this despair.”

source: 로만에게는 익숙한 삶이었고, 로메로 남작이 상을 언급한 순간 머릿속에 떠오르는 것이 있었다.
en_us: The moment his father mentioned presenting a reward to him, something came to his mind.

source: 그러나 참았다.{j}로만 드미트리다.{j}개자식이라고는 하나, 드미트리의 성을 가진 남자.
en_us: But he had no choice but to swallow in anger as the man annoyingly yelling at him was Roman Dimitri. Although he may be a bastard to him, he was the owner of the Dimitri castle.

source: 게다가 검술에 무지하기까지.{j}한숨이 나왔다.
en_us: Chris couldn’t hide his disappointment watching the young lord train an untalented and uneducated peasant boy.{j}

source: 로만도 다르지 않다.
en_us: He believed Roman was no different from them.

source: 최근에 귀족들 사이에서 워낙 문제가 되는 부분이다 보니, 드미트리의 얼간이라면 의심할 만했다.
en_us: It wasn’t of surprise to him because as a dim-witted Dimitri, he always thought his lord could end up doing drugs as it had become a common practice among young aristocrats.

source: 그렇다면 로렌스 자작이 아니라, 자신이 직접 사죄해야만 이 상황을 해결할 수 있음을 알았다.
en_us: She knew it wasn’t up to her father, but herself to apologize before Baron Dimitri.

source: “……알겠다.”
en_us: “Okay...”

source: “내가 왜 그래야 하죠?”
en_us: “And why should I do that?”

source: “……도, 도련님?”
en_us: “L-Lord Roman?!”

source: 특히 드미트리 기사단이 받는 대우는 인근을 통틀어 최고 수준.{j}로메로 남작을 향한 존경심은, 일사불란하게 대열을 형성하는 기사들의 모습만 보아도 알 수 있었다.
en_us: The reputation of the Dimitri Knights was the best among the region, and the knights had a great amount of respect for Baron Romero as they swiftly formed a line to greet their lord.{j}

source: 당황한 얼굴로 “당신 미쳤어요?”를 말하던 여인은, 그때와는 다른 얼굴로 고개를 숙였다.
en_us: The lady, who once questioned his decision to take out the Blood Fang alone, was standing before him with a different face from last time.

source: 그렇게.{j}백중혁은 가장 강한 아이와의 싸움에서 돌로 그의 머리를 부숴 버렸다.{j}수차례 내려치는 바람에 돌에서는 피가 뚝뚝 떨어졌고, 주변 아이들은 놀란 눈으로 백중혁을 보았다.
en_us: With this in mind, he fought against other children in the cave and was able to bring down the strongest child by smashing his head with a rock. Junghyeok Baek smashed the child’s head repetitively until the rock dripped with blood. The children in the cave were captivated in shock and fear.{j}{j}

source: 천마.
en_us: However, Roman was the leader of the Divine Force.

source: 차분하게 한 단계씩.{j}로만은 탁기를 배출해 냈다.{j}인의 단계에 들어서기 위해서.
en_us: One step at a time, Roman was cleansing out the impurities in his body in order to successfully enter Human Step.{j}{j}

source: 세간에는 드미트리가 귀족의 세계에 본격적으로 진출하기 위해 이런 선택을 했다는 말이 많았고, 실제로 로메로 남작도 로만을 다그칠 때 비슷한 이유를 말했다.
en_us: Rumors believed that the Dimitris accepted this marriage so that they could assure their position as a noble, and even Baron Romero accepted it while he scolded Roman.

source: “그리고 전에 만났던 케빈이라는 소년의 소재를 알 수 있나?”
en_us: “One more thing, Hans. Can you locate where Kevin is?”

source: “홀로 수련하던 도중에 약간의 깨달음이 있었습니다.{j}정확히 기억나지는 않지만, 육체에서 마나 순환(循環)이 진행되었던 것 같습니다.”
en_us: “While training along, I was enlightened by something, but I don’t quite remember exactly what it was. But I believe mana has begun flowing within me.”{j}

source: ‘이대로 도망치면 우리의 악명은 끝난다.’
en_us: If I don’t take care of this, it will mark the end of Blood Fang.

source: 필요?{j}없었다.
en_us: To be honest, there wasn’t a reason.{j}

source: 로렌스 자작이 고개를 숙였다.
en_us: Viscount Lawrence bowed his head to Romero.

source: 로만은 그런 역경을 이겨 내고 정점의 자리에 오른 사람이다.
en_us: He had become the leader of the Divine Force overcoming such obstacles every single day.

source: 얘기가 모두 끝났다.
en_us: the elder concluded.

source: “이만 훈련을 끝내지.”
en_us: “Let’s finish the training session for today.”

source: “해가 저물도록 기다렸다는 사실에 그토록 화가 나신 겁니까?{j}
en_us: “Did you come here just to tell me that you are upset for waiting until sunset? Is that it?” Romero angrily asked and continued.{j}{j}{j}{j}{j}

source: 그리고 상처가 딱히 보이지도 않았다.
en_us: Plus, he couldn’t find any signs of injury on the young lord’s body.

source: 자신의 팔.{j}자르는 게 맞을까?
en_us: He was still unsure if he had to really cut off his arm.{j}

source: 로만이 자리에서 일어났다.{j}그리고는 주변을 둘러보더니, 아주 차분하게 가라앉은 목소리로 말했다.
en_us: Roman calmly rose from his seat and looked around the room. He then spoke to the owner with a softer tone.{j}

source: 구타를 당하고 있는 자신을 구해 주었고, 블러드 팽을 토벌했으며, 일개 평민에 불과한 자신에게 이전까지는 상상치도 못한 미래를 제시했다.
en_us: Not only did he save him from the Blood Fang, but he had promised an imaginable future to an average commoner. Kevin didn’t hold a single doubt against his lord.

source: 게다가 문제는 마나의 특성에도 있었다.
en_us: Furthermore, there was another problem with the characteristics of mana.

source: “아버지의 말씀처럼 위험한 계획입니다.{j}그래서 사실 아버지가 제 움직임을 파악한다면, 드미트리 기사단이 움직이리라고 생각했습니다.{j}
en_us: “Indeed, father. It was a risky and reckless plan of mine. But I was able to carry it out because I trusted your intuition. I knew you would have someone follow my tail so that you could send the Dimitri Knights if I were to ever get into grave trouble,” Roman’s voice sounded more confident than before.{j}{j}{j}{j}

source: 정략결혼 대상자가 완고하게 주장해도 모자랄 판에, 로만은 진심으로 파혼하길 바라고 있었다.
en_us: No matter how desperately they begged to mend their mistake, it didn’t seem like Roman’s decision would change.

source: ‘도련님의 재능은 진짜였어.{j}어떻게 단시간에 그렇게 강해졌는지는 모르겠지만, 2년 전에는 일반인보다 못한 근력을 보유했던 도련님이 완전히 달라졌어.{j}탄탄한 검술과 오라를 분출하는 재능.{j}어렸을 때부터 힘을 숨겨 왔던 것이 아니라면, 도련님은 본인만의 방식을 찾은 것이 분명해.’
en_us: His skills were real. I still don’t understand how he was able to improve in such a short time, but he isn’t the same person I saw two years ago. Everything about him today seemed different - his swordsmanship and his skills to burst Aura. If he wasn’t hiding his power the whole time, he must have found his own methods to improve his power in such a limited time.{j}{j}{j}

source: 적어도 로만에게는 해당하지 않는 부분이었다.
en_us: Roman was an exception to them.

source: 천마신공.{j}기를 운영했다.
en_us: The power of Divine Force used the gi, which was the flow of energy.{j}

source: 내가 어떻게 살았는지를, 내 기억이 아니라 3자의 시선으로 확인할 생각이다.”
en_us: Roman explained.{j}{j}{j}

source: 본능적으로 알았다.
en_us: He instinctively knew that Roman had changed.

source: 리더로서의 결단.{j}이 순간만큼은, 벤 마일즈는 자신의 판단이 옳다고 확신했다.
en_us: As the leader of the group, he made a decision that will decide the fate of his group. Until then, Ben Miles thought he ha made a wise choice.{j}

source: 로만으로서는 가장 최선의 대답을 말했지만, 로메로 남작은 로만의 발언에 복잡한 생각이 들었다.
en_us: Although Roman tried to give the most rational explanation he could think of, it still left his father confused.

source: 그렇게 로만 드미트리를 만났다.{j}그리고 확신했다.{j}
en_us: The moment she met Roman, her heart was further assured.{j}{j}

source: 명문의 울타리.
en_us: The bar was too high for the boy to overcome.

source: 마나를 이해하지 못하는 사람들은 100의 잠재력으로도 10위 위력밖에 발휘하지 못한다면, 로만은 한계를 넘어서 150을 발휘하는 사람이었다.
en_us: Even those who had the potential to use one hundred percent would only be able to use one tenth, if they don’t truly understand how mana works. However, with Roman’s experience and knowledge, he knew how to exceed that potential and go beyond his limits.

source: 물론 그러한 물음들은 삶을 고통에 빠트린다.{j}시행착오를 겪어야만 하고, 실패한 결과물을 맞이했을 때는 남들의 비난과 절망감을 맛보아야 했다.
en_us: It was true that his wasn’t amazing with such doubts and questions, because he had to be held accountable for his trials and errors. When he would taste failure, he had to be prepared to cope with the criticism as well as his own misery.{j}

source: “……일단 오라 발현에 성공하셨으니 도련님은 1성 오라 기사의 조건을 충족하셨습니다.{j}그리고 오라를 물체에 발현한 상태에서 강철을 베어 내면, 그때부터는 2성의 오라 기사라고 불리지요.{j}진짜는 3성부터입니다.{j}오라의 강도와 파괴력에 따라 성의 구분을 나누는데, 3성의 기사는 왕국에서도 특별한 대우를 받습니다.
en_us: “First of all...since you were able to manifest Aura, you have reached the conditions to be named Level 1 Aura knight. Once you begin to skillfully control Aura and empower a weapon to cut down steel, you will then be a Level 2 Aura knight. However, your true powers are only acknowledged starting at Level 3. The Level of Auras are distinguished based on your strength and destructive power. By the time you reach Level 3, you will be named an honorary knight of the kingdom,” Chris explained.{j}{j}{j}

source: 그게 설령 눈에 넣어도 아프지 않을 딸의 인생을 망치는 일일지라도, 몰락하는 가문의 현실보다는 나을 것이라는 믿음이 있었다.
en_us: As the leader of the House, he believed it was his duty to protect them even if he had to sacrifice his own daughter. He believed protecting his daughter wasn’t worth sacrificing the entire House.{j}{j}

source: “블러드 팽은 드미트리에까지 마수를 뻗쳤다.{j}추잡한 수작질로 드미트리의 영지민들을 나락에 빠트렸고, 그걸 방해한 나를 죽이려는 의도까지 보였다.{j}블러드 팽의 죄는 명백하다.{j}고로 너희들이 보는 앞에서, 악(惡)의 뿌리를 뽑겠다.”
en_us: “The Blood Fang’s evil deeds had spread across Lawrence and reached the land of Dimitri. They have not only harmed many lives of my people, but also threatened to take my life. The Blood Fang’s guilt is clear. Thus, I shall carry out the punishment before your eyes and root out the wickedness once and for all.”{j}{j}{j}

source: 밖에서 모든 대화를 들은 그녀는, 자신도 모르게 속마음을 말하고 말았다.
en_us: She was waiting in the hallway right outside of Baron Romero’s room. She heard every single word that was being exchanged between Roman and his father. Flora couldn’t believe what Roman was planning to do, so she spoke candidly of her mind.

source: 퇴학의 위기.{j}조엘을 바라보며 바락바락 소리치는 선생님들의 모습에, 조엘의 아버지로 보이는 사람이 색이 바랜 옷을 입고 나타나 고개를 조아렸다.
en_us: At the verge of being expelled from the academy, a man who appeared to be the child’s father bowed to the faculty, who were harshly reprimanding his child’s action.{j}

source: 항상 다정하기만 했던 아버지.{j}플로라를 위해서라면 하늘의 별도 따 줄 것 같았던 아버지가, 로만의 평판을 듣고도 혼사를 진행한 데는 이유가 있었음을.
en_us: She should’ve known better there was a reason her loving father, who would even reach for the star’s for his daughter, would arrange a marriage with Roman even after hearing of his reputation.{j}

source: 그리고는 걸음을 옮기려는 그때.
en_us: As Roman steadily departed from the training grounds, he was stopped by Chris.

source: “사실 지금에 와서는 그게 헛소문이었다고 생각해요.{j}블러드 팽을 직접 토벌하고, 항상 중심을 잃지 않는 사내에게 어울리는 소문은 아니거든요.{j}그래도 본인이 알아야 할 필요성이 있다고 생각해서 말씀드리는 거예요.{j}소문의 근원은 동북쪽 일대의 귀족들이 주체하는 사교 모임에서였어요.{j}제가 드미트리와 정략결혼을 한다는 소문이 돌자, 평소에 알고 지내던 귀족들이 로만 드미트리가 마약을 즐겨 한다는 사실을 말해 주었어요.{j}중독되었을 경우 이지(理智)를 상실시키는 종류의 마약이라, 그 얘기를 저로서는 흘려들을 수가 없었어요.”
en_us: “I know now that they were all false rumors, because they didn’t match a man like you, who has strong determination and the skills to take out the Blood Fang. But I think it can still be helpful if you know. The rumors began at a social gathering of aristocrats from the northeast region. Word got out that I was getting married to the House of Dimitri, which led my acquaintances to tell me of a terrifying rumor about you. I was told that Roman Dimitri was a drug abuser. They told me that you took drugs that made you lose control of your mind and reasoning. At the time, I couldn’t ignore what I had heard.”{j}{j}{j}{j}{j}

source: 그런데 이 세상에서는 달랐다.
en_us: However, this world was different from Murim.

source: 15화 기(氣)와 마나 (4)
en_us: Chapter 15 Gi and Mana (4)

source: 사람들이 숨을 죽였다.{j}죽음이 일상적인 세상에서도, 지금 목격하는 장면은 충격적이었다.
en_us: The square was dead silent and the people stood frozen shocked by scene of one’s death. {j}

source: 로만은 지금 새로운 삶을 설계하는 상황이고, 플로라 로렌스라는 짐을 떠안을 생각은 전혀 없었다.
en_us: As a result, Flora Lawrence was simply considered a burden to Roman’s plan.

source: 플로라 로렌스가 로만에게 파혼을 언급한 그때부터, 로렌스 가문은 진창에 발을 들이고 말았다.
en_us: The moment Flora Lawrence declared to cancel her marriage with Roman, the House of Lawrence had entered the path to their ruins.

source: 7화 블러드 팽 (3)
en_us: Chapter 7 Blood Fang (3)

source: 한 사내가 득달같이 달려들더니, 품에 있던 단검으로 로만을 힘껏 찔렀다.
en_us: As soon as Roman stopped in front of the dead end, one man who appeared to be a member of the Blood Fang rushed towards Roman and attempted to stab him with a dagger hidden inside his clothes.

source: “로만 드미트리가 영지를 방문할 때만 하더라도 특별한 것은 없었습니다.{j}플로라 아가씨와 혼인을 약속한 사이이니, 아무런 의심 없이 영지의 출입을 허락했습니다.{j}그런데 1시간 정도 지났을 때였나.{j}경비 교대를 위해 숙소로 돌아가고 있었는데, 로렌스 광장에서 로만이 한 사내의 머리칼을 움켜쥐고는 질질 끌고 가는 장면을 목격했습니다.{j}그리고 그 사내가 바로 블러드 팽의 리더인 벤 마일즈였습니다.{j}로만과 블러드 팽 사이에 무슨 일이 있었는지는 모르겠지만, 로만은 로렌스의 영지민들이 보는 앞에서 블러드 팽의 죄목을 읊고 그대로 처형해 버렸습니다.”
en_us: When Lord Roman Dimitri first entered our land, there wasn’t anything unusual about him. We opened the gates because we thought he was here to meet Lady Flora. However, an hour later, I was on my way to my barracks after my duty and that was when I saw Lord Roman heading to the square dragging a man by his hair. I also couldn’t believe my eyes, but that man was Ben Miles, the leader of the Blood Fang. I don’t know the details to what had happened between the two, but Lord Roman executed Ben Miles in public.{j}{j}{j}{j}{j}

source: “방금 말하지 않았나!{j}로만 도련님이 위험하다고!{j}도련님을 구하기 위해서는 무장이 필요하다!”
en_us: “Haven’t I made myself clear? Lord Roman is in danger and we need our weapons to protect him!”{j}{j}

source: 그건 블러드 팽의 먹잇감이 되겠다는 뜻이지 않은가.
en_us: Hans felt like his head was about to blow up with all the concerns he had for his young lord.

source: 로메로 남작의 반응.{j}그 진심에, 로렌스는 고개를 조아리면서도 가슴이 쓰라렸다.
en_us: Viscount Lawrence sighed in relief thanks to Baron Romero’s sincere words.{j}

source: 일단 로만이 그만한 무력을 갖추었다는 사실을 믿을 수 없거니와, 블러드 팽은 본거지가 밝혀지지 않은 점조직이지 않은가.{j}만약 실체가 그리 쉽게 드러나는 조직이었다면, 블러드 팽은 지금껏 살아남지 못했을 것이다.
en_us: Not only was it unimaginable to believe that Roman had the swordsmanship to wipe out the entire organization single handedly, but based on his information, no one knew the whereabouts of the Blood Fang, because they were known for successfully hiding their bases and moving in subgroups.{j}

source: 3화 드미트리의 얼간이 (3)
en_us: Chapter 3 Dimwit Dimitri (3)

source: 아니, 본래 그의 이름은 백중혁이었다.
en_us: The person inside Roman’s body wasn’t Roman himself. The man's true identity inside his body was named Junghyeok Baek.

source: 그래서 결단을 내렸을 뿐입니다.{j}로렌스의 방법을 믿지 못했기에, 저는 저만의 방식으로 이번 일을 처리할 수밖에 없었습니다.”
en_us: “That is why I decided on my own that I will take him out in my own way. I could no longer trust the House of Lawrence to manage him.”

source: 머리의 상처는 심하지 않았다.
en_us: The wound wasn’t severe. His skin was a little torn by the flying object thrown by his father.

source: 로메로 남작이 하인을 불렀다.
en_us: The baron quickly called one of his servants.

source: 막지 못했다면 그대로 승부가 끝나 버렸을 위력적인 공격.
en_us: It was a critical blow that could’ve ended the duel if Chris hadn’t blocked it.

source: ‘바르코에게 땅을 내주는 순간, 우리 가문은 끝난다.{j}하이에나처럼 콩고물을 노리는 가문들이 사방에서 우리를 물어뜯으려고 하겠지.{j}딸을 위해서도 이것이 옳은 판단이다.{j}가문의 위상이 추락하는 순간, 모두가 흠모하는 미녀의 미래는 절망적일 수밖에 없을 테니까.{j}적어도 가문이 굳건히 버티고 있는 상황에서 혼인을 보낸다면, 드미트리에서도 우리 딸은 대우를 받을 수 있겠지.’
en_us: If I give up our land to the Barco, it will be the end of us. The other houses around will definitely take their chance to rip us to sheds like hyenas. This is also the best for Flora. If our family’s reputation burns down to ashes, no one would be willing to marry her. At least, if she marries that Dimwit Dimitri right now, the House of Dimitri will take good care of her.{j}{j}{j}{j}

source: 로만, 아니 백중혁.{j}그는 약육강식(弱肉強食)의 세계에서 살았다.{j}만약 누군가를 죽여야 할 때 망설이는 나약함을 보인다면, 백중혁의 삶은 어렸을 때 끝났을 것이다.{j}그래서 결단을 내렸다면 반드시 행동으로 옮겼다.
en_us: As described numerous times, Junghyeok Baek was from a world where the strongest feed on the weak. In his world, even a slight hesitation when killing the weak would cost his life. That was the very reason he became a determined person who immediately put his word into action.{j}{j}{j}

source: “그 얘기는 나중에 따로 하는 것으로 하고, 너를 이 자리에 부른 이유는 로렌스 가문에서 파혼을 무르고 정략결혼을 다시 진행하기를 바라기 때문이다.{j}아비로서는 부부의 연을 가벼이 여긴 로렌스 가문과의 관계를 더 이상 이어 나가고 싶은 마음이 없으나, 애초에 이 문제는 너의 결정으로부터 비롯되었다.{j}네가 결정을 내린다면, 어떤 선택이든 이 아비는 네 선택을 따르겠다.”
en_us: “Alright. Let’s discuss that later. The reason I called you here is because the House of Lawrence would like to apologize and reengage their talks about your arranged marriage. As your father, I would no longer want to continue these talks because it was them who have taken your marriage lightly. But since all of this happened because of your decisions, I will support your choice regardless of what you decide.”{j}{j}

source: 로만을 칭찬하는 아버지.{j}집무실에서 어떤 일이 있었는지는 모르겠지만, 로만에게 흠뻑 반한 아버지의 얼굴에 찬물을 끼얹었다.
en_us: Viscount Lawrence looked happy. Flora was unaware of what had happened between her father and Roman, but her father had an endless list of compliments for her former fiance. It was time for her to pour the cold water on his hopes.{j}
